---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.CP
source: html/7db4a377-58c9-7c41-a1d9-6b0f8e881f41.htm
---
# Autodesk.Revit.DB.SymbolTypeId.CP Property

Symbol cP, indicating unit Centipoises.

## Syntax (C#)
```csharp
public static ForgeTypeId CP { get; }
```